settings =
    Выберите язык, на который хотите переключить интерфейс бота.

    <i>Обратите внимание, что авторы, жанры, названия и описания книг, а также содержание самих книг останутся на <b>русском</b> языке, чтобы сохранить оригинальный замысел, заложенный авторами. Вы меняете только язык интерфейса бота, на котором он будет с вами взаимодействовать. Следовательно, поиск книг, авторов и жанров будет также осуществляться на <b>русском</b> языке.</i>

settings-success =
    Язык успешно изменён!!

    <i>Обратите внимание, что авторы, жанры, названия и описания книг, а также содержание самих книг останутся на <b>русском</b> языке, чтобы сохранить оригинальный замысел, заложенный авторами. Вы меняете только язык интерфейса бота, на котором он будет с вами взаимодействовать. Следовательно, поиск книг, авторов и жанров будет также осуществляться на <b>русском</b> языке.</i>

settings-error = Этот язык уже установлен
