welcome-to-base-store =
    Добро пожаловать в <b>Base_store</b>!!

    Здесь вы можете обменять ваши <i><b>base</b></i> на скидку при слудующей покупке. Получайте <i><b>base</b></i> за покупки в <b>Books_base</b>

    <u><i>Прайс:</i></u>
    Скидка <b>15%</b> на любую книгу — <b>20</b> 💎
    Скидка <b>30%</b> на любую книгу — <b>35</b> 💎
    Скидка <b>50%</b> на любую книгу — <b>45</b> 💎
    <b>Бесплатная книга — 55</b> 💎

    { $account_information }

user-has-free-book =
    У вас уже действует купон на бесплатную книгу
    Сперва истратьте этот купон, чтобы совершить новый обмен

user-has-discount =
    У вас уже действует скидка { $discount }%
    Сперва истратьте эту скидку, чтобы совершить новый обмен

user-has-premium = Вы не можете обменивать base, так как у вас действует статус Books_base PREMIUM⚜️

base-store-account-amount-base = На вашем счету: <b>{ $bases } <i>base</i></b> 💎

exchange-bases =
    На что вы хотите обменять <i><b>base</b></i>??

    Скидка <b>15%</b>  —  <b>20</b> 💎
    Скидка <b>30%</b>  —  <b>35</b> 💎
    Скидка <b>50%</b>  —  <b>45</b> 💎
    <b>Бесплатная книга  —  55</b> 💎

    { $amount_base }

not-enough-bases = У вас недостаточно base для обмена

discount-15 = Скидку 15%

discount-30 = Скидку 30%

discount-50 = Скидку 50%

discount-100 = Бесплатную книгу

confirm-exchange =
    Обменять <b>{ $price } <i>base</i></b> на <b>{ $discount_text }</b>??
    У вас останется <b>{ $residue } <i>base</i></b> 💎

    (<i>Скидка не будет учитываться при покупки книги в 50₽</i>)

exchange-completed-notification-window =
    Вы обменяли { $price } base на { $discount_text }

exchange-completed =
    Вы обменяли <b>{ $price } <i>base</i></b> на <b>{ $discount_text }</b>
    На вашем счету осталось: <b>{ $residue } <i>base</i></b> 💎