pagination-info =
    Это страница { $page } из { $all_pages } результатов поиска.

    Используйте стрелки вправо/влево для навигации между страницами.

    Чтобы ознакомиться с конкретной книгой, нажмите на её номер.

btn-back = « Назад

btn-cancel = Отмена

btn-post = Опубликовать

btn-done = Готово

btn-clear = Стереть

btn-do-not-publish = Не публиковать

btn-not-from-a-user = Не от пользователя

btn-edit-book-article = Артикул

btn-edit-book-title = Название

btn-edit-book-authors = Авторы

btn-edit-book-descriptions = Описание

btn-edit-book-genres = Жанры

btn-edit-book-cover = Обложка

btn-edit-book-files = Файлы

btn-edit-book-price = Цена

btn-yes = Да

btn-show-book = Показать книгу

btn-booking = Всё равно заказать

btn-service = Обслужить

btn-not-available = Нет в наличии

btn-booking-again = Заказать ещё

btn-support-reply = Ответить

btn-exchange = 💎 Обменять 💎

btn-free-book = Бесплатная книга

btn-share-our-store = Поделиться нашим магазином