error = Произошла ошибка :(

error-user-not-found-by-username = Пользователь @{ $username } не найден!!

error-user-not-found-by-id = Пользователь с ID <code>{ $id_user }</code> не найден!!

error-invalid-username = Ваше сообщение не содержит <i><b>имени пользователя</b></i> или <i><b>ссылки</b></i> на него!!

error-user-blocked-bot = Пользователь заблокировал бота!!




base-balance = На вашем счету: <b>{ $base_balance } <i>base</i></b> 💎

user-balance = Баланс пользователя: <b>{ $base_balance } <i>base</i></b> 💎




base-incorrect = Количество <i>base</i> 💎 должно быть целым положительным числом!!

article-already-exists =
    Книга с таким артикулом уже существует!!
    Введите артикул ещё раз

article-not-found =
    Книга с таким артикулом не найдена!!
    Введите артикул существуюшей книги ещё раз

article-incorrect =
    Артикул должен начинаться с символа <b>"#"</b> и иметь 4 цифры!!
    Введите артикул книги ещё раз

title-already-exists =
    Книга с названием <b>"{ $title }"</b> (<code>{ $article }</code>) уже существует!!

    Вы уверены, что хотите добавить книгу??

title-too-long =
    Слишком большое название книги!!
    Сократите и введите <i><b>название</b></i> книги ещё раз

authors-too-long =
    Слишком длинное имя у автора!!
    Сократите и введите <i><b>автора(ов)</b></i> ещё раз

description-too-long =
    Слишком большое описание!!
    Сократите и введите <i><b>описание</b></i> книги ещё раз

genres-too-long =
    Слишком динное название жанра!!
    Сократите и введите <i><b>жанры</b></i> книги ещё раз

files-send-more =
    Отправьте ещё <i><b>файл</b></i> или нажмите <i>"Готово"</i>

    <b>Форматы:</b>
    { $formats }

files-already-sent =
    Вы уже отправляли файл этого формата!!
    Отправьте ещё <i><b>файл</b></i> или нажмите <i>"Готово"</i>

    <b>Форматы:</b>
    { $formats }

page = стр.