search =
    Теперь бот постоянно находится в режиме "поиска книги". Поэтому вам не обязательно вводить команду /search, чтобы начать процесс поиска.

    Просто введите название книги, которой вы ищите и бот выдаст вам результаты поиска.

search-pagination-info =
    Это страница { $page } из { $all_pages }.

    Используйте стрелки вправо/влево для навигации между страницами.

    Чтобы ознакомиться с конкретным контентом, нажмите на её номер.

search-by-title =  Введите название книги, которой вы ищите

search-by-author = Введите название автора, которого вы ищите

search-by-genre = Выберите жанр из списка или введите название жанра, чтобы найти нужный вам жанр

search-by-title-error-title-too-long =
    Слишком длинное название книги!!
    Сократите и введите <i><b>название книги</b></i> ещё раз

search-by-author-error-author-name-too-long =
    Слишком большое длинное название автора!!
    Сократите и введите <i><b>название автора</b></i> ещё раз

search-by-genre-error-genre-name-too-long =
    Слишком большое название жанра!!
    Сократите и введите <i><b>название жанра</b></i> книги ещё раз

search-not-found = По запросу "<code>{ $request }</code>" ничего не найдено

search-by-title-error-book-unavailable = Запрашиваемая вами книга с артикулом <code>{ $article }</code> больше не доступна 😕

search-by-author-error-book-unavailable = Запрашиваемый вами автор больше не доступен 😕

search-by-genre-error-book-unavailable = Запрашиваемый вами жанр больше не доступен 😕

search-by-title-success = Найдено несколько книг по запросу "<code>{ $book_title_request }</code>":

search-by-author-success = Найдено несколько авторов по запросу "<code>{ $author_name_request }</code>":

search-by-author-success-books = Все книги автора "<code>{ $author_name }</code>":

search-by-genre-success = Найдено несколько жанров по запросу "<code>{ $genre_name_request }</code>":

search-by-genre-success-books = Все книги жанра "<code>{ $genre_name }</code>":

search-by-author-books-success = Все книги автора "<code>{ $author_name }</code>":

search-by-genre-books-success = Все книги жанра "<code>{ $author_name }</code>":