search =
    Теперь бот постоянно находится в режиме "поиска книги". Поэтому вам не обязательно вводить команду /search, чтобы начать процесс поиска.

    Просто введите название книги, которой вы ищите и бот выдаст вам результаты поиска.

search-pagination-info =
    Это страница { $page } из { $all_pages } результатов поиска.

    Используйте стрелки вправо/влево для навигации между страницами.

    Чтобы ознакомиться с конкретным контентом, нажмите на её номер.

search-by-title =  Введите название книги, которой вы ищите

search-by-title-error-title-too-long =
    Слишком большое название книги!!
    Сократите и введите <i><b>название</b></i> книги ещё раз

search-by-title-error-book-unavailable =
    Запрашиваемая вами книга с артикулом <code>{ $article }</code> больше не доступна 😕

search-by-title-not-found =
    По запросу "<code>{ $book_title_request }"</code>" ничего не найдено

    Введите более точное название книги или выберите другой способ поиска

search-by-title-success = Найдено несколько книг по запросу "<code>{ $book_title_request }</code>":




search-by-author = Введите название автора, которого вы ищите

search-by-author-error-name-too-long =
    Слишком длинное имя у автора!!
    Введите <i><b>автора</b></i> книги ещё раз

search-by-author-not-found =
    По запросу "<code>{ $author_name_request }"</code>" ничего не найдено

    Введите более точное имя автора или выберите другой способ поиска

search-by-author-success = Найдено несколько авторов по запросу "<code>{ $author_name_request }</code>":

search-by-author-books = Все книги автора "<code>{ $author_name }</code>":



search-by-genre = Выберите жанр из списка или введите название жанра, чтобы найти нужный вам жанр