search =
    Теперь бот постоянно находится в режиме "поиска книги". Поэтому вам не обязательно вводить команду /search, чтобы начать процесс поиска.

    Просто введите название книги, которой вы ищите и бот выдаст вам результаты поиска.

search-title-too-long = Слишком длинной название для книги

search-book-does-not-exist =
    Запрашиваемая вами книга с артикулом <code>{ $article }</code> больше не доступна 😕

search-found = Найдено несколько книг по запросу "<code>{ $title_request }</code>":

search-not-found =
    По запросу "<code>{ $title_request }"</code>" ничего не найдено

    Введите более точное название книги или выберите другой способ поиска

