error = Произошла ошибка :(

user-not-found-username = Пользователь @{ $username } не найден!!

user-not-found-id = Пользователь с ID <code>{ $id_user }</code> не найден!!

username-incorrect = Ваше сообщение не содержит <i><b>имени пользователя</b></i> или <i><b>ссылки</b></i> на него!!

user-blocked-bot = Пользователь заблокировал бота!!

article-not-found =
    Книга с таким артикулом не найдена!!
    Введите артикул существуюшей книги ещё раз

article-incorrect =
    Артикул должен начинаться с символа <b>"#"</b> и иметь 4 цифры!!
    Введите артикул книги ещё раз