take-base-select-user =
    <b>1/2</b>
    Введите <i><b>имя пользователя</b></i> или его <i><b>ID</b></i>, у которого хотите изъять <i>base</i> 💎

take-base-take-away-base =
    <b>2/2</b>
    Введите <i><b>количество base</b></i> 💎, которое хотите изъять у пользователя { $user_link } (<code>{ $id_user }</code>).

take-base-success =
    Вы изъяли { $base_taken } <i>base</i> 💎 у пользователя { $user_link } (<code>{ $id_user }</code>).

    Баланс пользователя: <b>{ $user_balance } <i>base</i></b> 💎
