command-my-account = 🙋🏼 Ваш { -books-base } аккаунт

command-my-books = 🗃️ Ваші куплені книги

command-premium = ⚜️ Отримати Premium

command-search = 🔍 Пошук книг

command-order = 📝 Замовити книгу

command-cancel-order = 🚫 Скасувати замовлення

command-base-store = 💎 Магазин зі знижками

command-share-base = 🤝🏻 Поділитися базою з другом

command-news = 📰 Останні новини { -books-base }

command-saturday = 📚 Суботня акція

command-support = ⚠️ Технічна підтримка

command-settings = ⚙️ Налаштування мови

command-paysupport = 💸 Інформація про повернення

command-privacy = 🔒 Політика конфіденційності

command-help = ℹ️ Допомога

command-start = 🔄 Перезапустити бота

command-admin = 👮🏻 Команди для адміністратора

command-add-book = 📖 Додати книгу

command-edit-book = ♻️ Змінити дані про книгу

command-delete-book = 📕 Видалити книгу

command-send-book = 📙 Відправити книгу

command-give-book = 📗 Подарувати книгу

command-add-blacklist = ❌ Додати до чорного списку

command-remove-blacklist = ❎ Видалити з чорного списку

command-view-orders = 📬 Переглянути замовлення

command-serve-order = 📩 Обслуговувати замовлення

command-give-premium = ⚜️ Подарувати Premium

command-cancel-premium = ♦️ Скасувати Premium

command-give-base = 💎 Надати base

command-take-base = 🔻 Забрати base

command-give-discount = 🏷️ Надати знижку

command-take-discount = 🔺 Відмінити знижку

command-add-article = 📰 Додати статтю

command-delete-article = 🟥 Видалити статтю

command-get-profile = 🪪 Отримати профіль користувача

command-refund = ⭐️ Повернути зірки користувачу

command-add-admin = 🙋🏼 Призначити адміністратора

command-remove-admin = 🙅🏼 Видалити адміністратора

command-send-message = 🧑🏼‍💻 Відправити повідомлення користувачу

command-get-token = 🏞️ Отримати токен зображення

command-saturday-post = 📚 Опублікувати суботню акцію

command-broadcast = 📢 Відправити розсилку

command-test-broadcast = 📟 Відправити тестову розсилку

command-stats = 📊 Активність користувачів