error = Виникла помилка 😕

error-user-not-found-by-username = Користувач @{ $username } не знайдений!!

error-user-not-found-by-id = Користувач з ID <code>{ $id_user }</code> не знайдений!!

error-invalid-username = Ваше повідомлення не містить <i><b>імені користувача</b></i> або <i><b>посилання</b></i> на нього!!

error-user-blocked-bot = Користувач заблокував бота!!

error-book-unavailable = Запитувана вами книга з артикулом <code>{ $article }</code> більше не доступна 😕

error-user-blacklisted = Ця команда наразі недоступна!!

error-user-has-premium =
    У вас діє { -books-base-premium } ⚜️
    Вам ця опція недоступна!!

error-unprocessed-messages =
    Вибачте, ми вас не зрозуміли 😕
    Усі команди доступні в меню бота.
    Ознайомитися з ботом — /help