invite =
    Поділіться цим посиланням зі своїми друзями:

    { $invite_link }

    Коли ваш друг скористається цим посиланням, ви отримаєте <b>{ $price_discount_100 } <i>base</i></b> 💎 на ваш { -books-base } акаунт!!

    Отримані <b><i>base</i></b> ви зможете обміняти на знижки або безкоштовну книгу.

invite-error-self =
    Ви не можете нарахувати <b><i>base</i></b> собі!!
    Запросіть друга, який ще не користувався нашим магазином.

invite-success =
    Користувач { $user_link_referee } приєднався до { -books-base } завдяки вашому посиланню!!
    Вам зараховано <b>+{ $price_discount_100 } <i>base</i></b> 💎

    { base-balance }

    Ви можете обміняти отримані <b><i>base</i></b> на знижки або безкоштовну книгу — /base_store.

    Запрошуйте більше друзів та отримуйте <b>{ $price_discount_100 } <i>base</i></b> 💎 за кожного друга.


invite-success-message-for-admin =
    Користувач { $user_link_referrer } (<code>{ $referrer_id }</code>) запросив { $user_link_referee } (<code>{ $referee_id }</code>)

    Баланс { $user_link_referrer }: <b>{ $base_balance } <i>base</i></b> 💎