my-books-no-books =
    У вас ще немає куплених книг.

    Усі доступні книги є в нашому <a href="{ $channel_link }">Telegram каналі</a> 👇🏻

my-books-user-has-premium =
    У вас діє <b>{ -books-base-premium }</b> ⚜️

    Ви можете читати всі книги нашої бібліотеки безкоштовно без обмежень!!

    Усі доступні книги є в нашому <a href="{ $channel_link }">Telegram каналі</a> 👇🏻

my-books-user-has-premium-alert =
    У вас діє { -books-base-premium } ⚜️

    Вам не потрібна особиста полиця з книгами, адже ви можете читати всі книги нашої бібліотеки безкоштовно без обмежень!!