saturday-post =
    ⚪ Дорогі любителі читати та розвиватися!!

    🟡 Нагадуємо, що сьогодні субота. А це означає, що ви можете купити <b>3 книги за 150₽</b>!!

    🟠 Відправте <a href="{ $bot_link }">нашому боту</a> команду "<code>/saturday</code>" або натисніть кнопку під постом і зберіть свій власний набір з трьох книг.

    🟤 Читайте і розвивайтесь!!

saturday-post-success = Суботній пост опубліковано!!

saturday-action = Суботня акція

saturday-error = Сьогодні не субота!!

saturday-error-user-has-premium = Вам недоступна суботня акція, оскільки у вас активний статус <b>{ -books-base-premium }</b> ⚜️

saturday-select-book-1 =
    Зберіть набір з трьох книг за <b>{ $price_rub }₽</b> або <b>{ $price_xtr }</b> ⭐️
    Введіть <i><b>артикул першої книги</b></i>, яку хочете додати в набір

    Всі доступні книги є в нашому <a href="{ $channel_link }">Telegram каналі</a>

saturday-error-invalid-article =
    Артикул має починатися з символа <b>"#"</b> і мати 4 цифри!!
    Введіть артикул книги ще раз

saturday-error-article-not-found =
    Книга з таким артикулом не знайдена!!
    Введіть артикул існуючої книги ще раз

saturday-error-user-already-has-this-book =
    У вас вже є книга "<code>{ $title }</code>"!!
    Введіть артикул книги ще раз

saturday-select-book-2 =
    Введіть <i><b>артикул другої книги</b></i>

    <i><u>Ваш набір:</u></i>
    1. <code>{ $title_1 }</code>
    2. ...
    3. ...

saturday-error-article-already-selected =
    Книга з таким артикулом вже присутня у вашому наборі!!
    Введіть артикул іншої книги ще раз

saturday-select-book-3 =
    Введіть <i><b>артикул третьої книги</b></i>

    <i><u>Ваш набір:</u></i>
    1. <code>{ $title_1 }</code>
    2. <code>{ $title_2 }</code>
    3. ...

saturday-success =
    <i><u>Ваш набір:</u></i>
    1. <code>{ $title_1 }</code>
    2. <code>{ $title_2 }</code>
    3. <code>{ $title_3 }</code>

    <b>Ціна:</b> { $price_rub }₽ або { $price_xtr } ⭐

saturday-canceled = Ви не зібрали свій власний набір