search =
    Бот постійно перебуває в режимі "пошуку книги". Тому вам не потрібно вводити команду /search, щоб почати процес пошуку.

    Просто введіть назву книги, яку ви шукаєте, і бот надасть вам результати пошуку.

search-pagination-info =
    Це сторінка { $page } з { $all_pages }.

    Використовуйте кнопки ⬅️/➡️ для навігації між сторінками.

    Щоб ознайомитися з конкретним контентом, натисніть на її номер.

search-by-title = Введіть назву книги, яку ви шукаєте

search-by-author = Введіть ім'я автора, якого ви шукаєте

search-by-genre = Виберіть жанр зі списку або введіть назву жанру, щоб знайти потрібний вам жанр

search-by-title-error-title-too-long =
    Занадто довга назва книги!!
    Сократіть і введіть <i><b>назву книги</b></i> ще раз

search-by-author-error-author-name-too-long =
    Занадто довге ім'я автора!!
    Сократіть і введіть <i><b>ім'я автора</b></i> ще раз

search-by-genre-error-genre-name-too-long =
    Занадто довга назва жанру!!
    Сократіть і введіть <i><b>назву жанру</b></i> ще раз

search-by-title-error-article-not-found = Книга з артикулом <b>{ $article }</b> не знайдена

search-by-title-error-title-not-found = Книга за запитом "<code>{ $book_title_request }</code>" не знайдена

search-by-author-error-not-found = Автор за запитом "<code>{ $author_name_request }</code>" не знайдений

search-by-genre-error-not-found = Жанр за запитом "<code>{ $genre_name_request }</code>" не знайдений

search-by-author-error-author-unavailable = Запитуваний вами автор більше не доступний 😕

search-by-genre-error-genre-unavailable = Запитуваний вами жанр більше не доступний 😕

search-by-title-success = Знайдено кілька книг за запитом "<code>{ $book_title_request }</code>":

search-by-author-success = Знайдено кілька авторів за запитом "<code>{ $author_name_request }</code>":

search-by-genre-success = Знайдено кілька жанрів за запитом "<code>{ $genre_name_request }</code>":

search-by-author-all-books = Усі книги автора "<code>{ $author_name }</code>":

search-by-genre-all-books = Усі книги жанру "<code>{ $genre_name }</code>":