settings =
    Виберіть мову, на яку ви хочете переключити інтерфейс бота.

    <i>Зверніть увагу, що автори, жанри, назви та описи книг, а також зміст самих книг залишаться <b>російською</b> мовою, щоб зберегти оригінальний задум авторів. Ви змінюєте лише мову інтерфейсу бота, якою він буде з вами взаємодіяти. Відповідно, пошук книг, авторів і жанрів також буде здійснюватися <b>російською</b> мовою.</i>

settings-success =
    Мову успішно змінено!!

    <i>Зверніть увагу, що автори, жанри, назви та описи книг, а також зміст самих книг залишаться <b>російською</b> мовою, щоб зберегти оригінальний задум авторів. Ви змінюєте лише мову інтерфейсу бота, якою він буде з вами взаємодіяти. Відповідно, пошук книг, авторів і жанрів також буде здійснюватися <b>російською</b> мовою.</i>

settings-error-already-set = Ця мова вже встановлена