take-base =
    <b>1/2</b>
    Введіть <i><b>ім'я користувача</b></i> або його <i><b>ID</b></i>, у якого хочете вилучити <i>base</i> 💎

take-base-deduct-base =
    <b>2/2</b>
    Введіть <i><b>кількість base</b></i> 💎, яке хочете вилучити у користувача { $user_link } (<code>{ $id_user }</code>)

    { user-balance }

take-base-error-invalid-base = Кількість <i>base</i> 💎 повинна бути цілим додатним числом!!

take-base-success =
    У користувача { $user_link } (<code>{ $id_user }</code>) вилучено { $base_deducted } <i>base</i> 💎

    { user-balance }

take-base-canceled = Ви не вилучили base у користувача