invite =
    Поделитесь этой ссылкой со своими друзьями:

    { $invite_link }

    Когда ваш друг перейдёт по этой ссылке, вы получите <b>{ $price_discount_100 } <i>base</i></b> 💎 на ваш { -books-base } аккаунт!!

    Полученные <b><i>base</i></b> вы сможете обменять на скидки или бесплатную книгу.

invite-error-self =
    Вы не можете начислить <b><i>base</i></b> самому себе!!
    Пригласите друга, который ещё не пользовался нашим магазином.

invite-success =
    Пользователь { $user_link_referee } присоединился к { -books-base } благодаря вашей ссылке!!
    Вам зачислены <b>+{ $price_discount_100 } <i>base</i></b> 💎

    { base-balance }

    Вы можете обменять полученные <b><i>base</i></b> на скидки или бесплатную книгу — /base_store.

    Приглашайте больше друзей и получайте <b>{ $price_discount_100 } <i>base</i></b> 💎 за каждого друга.

invite-success-message-for-admin =
    Пользователь { $user_link_referrer } (<code>{ $referrer_id }</code>) пригласил { $user_link_referee } (<code>{ $referee_id }</code>)

    Баланс { $user_link_referrer }: <b>{ $base_balance } <i>base</i></b> 💎