my-books-no-books =
    У вас ещё нет купленных книг.

    Все доступные книги есть в нашем <a href="{ $channel_link }">Telegram канале</a> 👇🏻

my-books-user-has-premium =
    У вас действует <b>{ -books-base-premium }</b> ⚜️

    Вы можете читать все книги нашей библиотеки бесплатно без ограничений!!

    Все доступные книги есть в нашем <a href="{ $channel_link }">Telegram канале</a> 👇🏻

my-books-user-has-premium-alert =
    У вас действует { -books-base-premium } ⚜️

    Вам не нужна личная полка с книгами, так как вы можете читать все книги нашей библиотеки бесплатно без ограничений!!