search =
    Бот постоянно находится в режиме "поиска книги". Поэтому вам не обязательно вводить команду /search, чтобы начать процесс поиска.

    Просто введите название книги, которую вы ищите, и бот выдаст вам результаты поиска.

search-pagination-info =
    Это страница { $page } из { $all_pages }.

    Используйте кнопки ⬅️/➡️ для навигации между страницами.

    Чтобы ознакомиться с конкретным контентом, нажмите на её номер.

search-by-title =  Введите название книги, которую вы ищите

search-by-author = Введите имя автора, которого вы ищите

search-by-genre = Выберите жанр из списка или введите название жанра, чтобы найти нужный вам жанр

search-by-title-error-title-too-long =
    Слишком длинное название книги!!
    Сократите и введите <i><b>название книги</b></i> ещё раз

search-by-author-error-author-name-too-long =
    Слишком длинное имя автора!!
    Сократите и введите <i><b>имя автора</b></i> ещё раз

search-by-genre-error-genre-name-too-long =
    Слишком длинное название жанра!!
    Сократите и введите <i><b>название жанра</b></i> ещё раз

search-by-title-error-article-not-found = Книга с артикулом <b>{ $article }</b> не найдена

search-by-title-error-title-not-found = Книга по запросу "<code>{ $book_title_request }</code>" не найдена

search-by-author-error-not-found = Автор по запросу "<code>{ $author_name_request }</code>" не найден

search-by-genre-error-not-found = Жанр по запросу "<code>{ $genre_name_request }</code>" не найден

search-by-author-error-author-unavailable = Запрашиваемый вами автор больше не доступен 😕

search-by-genre-error-genre-unavailable = Запрашиваемый вами жанр больше не доступен 😕

search-by-title-success = Найдено несколько книг по запросу "<code>{ $book_title_request }</code>":

search-by-author-success = Найдено несколько авторов по запросу "<code>{ $author_name_request }</code>":

search-by-genre-success = Найдено несколько жанров по запросу "<code>{ $genre_name_request }</code>":

search-by-author-all-books = Все книги автора "<code>{ $author_name }</code>":

search-by-genre-all-books = Все книги жанра "<code>{ $genre_name }</code>":