settings =
    Выберите язык, на который хотите переключить интерфейс бота.

    { settings-warning }

settings-error-language-already-set = Этот язык уже установлен

settings-success =
    Язык успешно изменён!!

    { settings-warning }

settings-warning = <i>Обратите внимание, что авторы, жанры, названия и описания книг, а также содержание самих книг останутся на <b>русском</b> языке, чтобы сохранить оригинальный замысел, заложенный авторами. Вы меняете только язык интерфейса бота, на котором он будет с вами взаимодействовать. Следовательно, поиск книг, авторов и жанров будет также осуществляться на <b>русском</b> языке.</i>