error = Произошла ошибка :(

error-user-not-found-by-username = Пользователь @{ $username } не найден!!

error-user-not-found-by-id = Пользователь с ID <code>{ $id_user }</code> не найден!!

error-invalid-username = Ваше сообщение не содержит <i><b>имени пользователя</b></i> или <i><b>ссылки</b></i> на него!!

error-user-blocked-bot = Пользователь заблокировал бота!!




base-balance = На вашем счету: <b>{ $base_balance } <i>base</i></b> 💎

user-balance = Баланс пользователя: <b>{ $base_balance } <i>base</i></b> 💎

page = стр.
