error = Произошла ошибка :(

error-user-not-found-by-username = Пользователь @{ $username } не найден!!

error-user-not-found-by-id = Пользователь с ID <code>{ $id_user }</code> не найден!!

error-invalid-username = Ваше сообщение не содержит <i><b>имени пользователя</b></i> или <i><b>ссылки</b></i> на него!!

error-user-blocked-bot = Пользователь заблокировал бота!!

error-book-unavailable = Запрашиваемая вами книга с артикулом <code>{ $article }</code> больше не доступна 😕

error-user-blacklisted = В данный момент эта команда не доступна!!

error-user-has-premium =
    У вас действует { -books-base-premium } ⚜️
    Вам эта опция недоступна!!