saturday-post =
    ⚪ Дорогие любители читать и развиваться!!

    🟡 Напоминаем, что сегодня суббота. А это значит, что вы можете купить <b>3 книги за 150₽</b>!!

    🟠 Отправьте <a href="{ $bot_link }">нашему боту</a> команду "<code>/saturday</code>" или нажмите кнопку ниже поста и соберите свой собственный набор из трёх книг.

    🟤 Читайте и развивайтесь!!

saturday-post-success = Субботний пост опубликован!!

saturday-action = Субботная акция

saturday-error = Сегодня не суббота!!

saturday-select-book-1 =
    Соберите набор из трёх книг за <b>{ $price_rub }₽</b> или <b>{ $price_xtr }</b> ⭐️
    Введите <i><b>артикул первой книги</b></i>, которую хотите добавить в набор

saturday-error-invalid-article =
    Артикул должен начинаться с символа <b>"#"</b> и иметь 4 цифры!!
    Введите артикул книги ещё раз

saturday-error-article-not-found =
    Книга с таким артикулом не найдена!!
    Введите артикул существуюшей книги ещё раз

saturday-error-user-already-has-this-book =
    У вас уже есть книга "<code>{ $title }</code>"!!
    Введите артикул книги ещё раз

saturday-select-book-2 =
    Введите <i><b>артикул второй книги</b></i>

    <i><u>Ваш набор:</u></i>
    1. <code>{ $title_1 }</code>
    2. ...
    3. ...

saturday-error-article-already-selected =
    Книга с таким артикулом уже присутствует в вашем наборе!!
    Введите артикул другой книги ещё раз

saturday-select-book-3 =
    Введите <i><b>артикул третьей книги</b></i>

    <i><u>Ваш набор:</u></i>
    1. <code>{ $title_1 }</code>
    2. <code>{ $title_2 }</code>
    3. ...

saturday-success =
    <i><u>Ваш набор:</u></i>
    1. <code>{ $title_1 }</code>
    2. <code>{ $title_2 }</code>
    3. <code>{ $title_3 }</code>

    <b>Цена:</b> { $price_rub }₽ или { $price_xtr } ⭐

saturday-canceled = Вы не собрали свой собственный набор